bierner.markdown-mermaid
donjayamanne.githistory
eamodio.gitlens
felipecaputo.git-project-manager
golang.go
ivangabriele.vscode-git-add-and-commit
joaoacdias.golang-tdd
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
njpwerner.autodocstring
redhat.vscode-yaml
samuelcolvin.jinjahtml
Tyriar.sort-lines
wholroyd.jinja
yzhang.markdown-all-in-one